/*
 Navicat Premium Data Transfer

 Source Server         : localhost_3306
 Source Server Type    : MySQL
 Source Server Version : 80028
 Source Host           : localhost:3306
 Source Schema         : legal-system

 Target Server Type    : MySQL
 Target Server Version : 80028
 File Encoding         : 65001

 Date: 07/03/2023 18:39:49
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for search_record
-- ----------------------------
DROP TABLE IF EXISTS `search_record`;
CREATE TABLE `search_record`  (
  `id` int(0) NOT NULL AUTO_INCREMENT,
  `txt_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `txt_title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` int(0) NOT NULL,
  `created_time` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `txt_type` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `current_page` int(0) NULL DEFAULT NULL,
  `txt_place` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 325 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of search_record
-- ----------------------------
INSERT INTO `search_record` VALUES (138, 'fd98a408f89642f79034a90a00e194e4', '黄某甲诉黄某乙、黄某丙、黄某丁、黄戊、黄己、黄庚、张某继承纠纷一审民事判决书', 2, '2023-02-18 16:56:13', '民事案件', 1, '抚顺市东洲区人民法院');
INSERT INTO `search_record` VALUES (139, '087322881a4c43ce863eab3401035188', '黄志勇与黄建雄、黄桂海及第三人黄桂湘、黄榕湘、黄雪枚、黄林湘、黄桂洋房屋买卖合同纠纷一案一审民事判决书', 2, '2023-02-18 16:56:20', '民事案件', 1, '湖南省邵阳市大祥区人民法院');
INSERT INTO `search_record` VALUES (145, '5636b1ada3a0461bb423a8e20120517a', '刘振行与中国中国人寿财产保险股份有限公司安阳中心支公司、中国人寿财产保险股份有限公司郑州中心支公司财产保险合同纠纷一审民事判决书', 2, '2023-02-18 18:04:20', '民事案件', 1, '河南省商水县人民法院');
INSERT INTO `search_record` VALUES (146, 'b8c14add468d4750b98cae2b0162a777', '樊明建、中国民生银行股份有限公司等借款合同纠纷恢复执行执行通知书', 2, '2023-02-18 18:17:11', '执行案件', 8998, '信阳市浉河区人民法院');
INSERT INTO `search_record` VALUES (147, 'b8638370ba4745e08ae7ac67008fe90d', '解双利与中国平安人寿保险股份有限公司、中国平安人寿保险股份有限公司河南分公司健康保险合同纠纷一审民事裁定书', 2, '2023-02-18 18:18:29', '民事案件', 1, '河南省济源市人民法院');
INSERT INTO `search_record` VALUES (148, '32a4315fa04c4825a1fcae40013f22f6', '高京军、蔡南等机动车交通事故责任纠纷民事一审民事判决书', 2, '2023-02-18 18:18:59', '民事案件', 7177, '江苏省宿迁市宿豫区人民法院');
INSERT INTO `search_record` VALUES (157, '2247072f68e3446c8071ac3f00955850', '罗忠志、王在富等非法狩猎一审刑事判决书', 2, '2023-02-18 19:06:19', '刑事案件', 9000, '湖南省新化县人民法院');
INSERT INTO `search_record` VALUES (171, '112ec037108c4e408d4babd101841944', '长沙市交通行政执法局、长沙市交通行政执法局认定被申请人欧阳新其非法运营其他行政裁定书', 2, '2023-02-18 19:23:13', '行政案件', 1, '湖南省长沙市芙蓉区人民法院');
INSERT INTO `search_record` VALUES (172, '11323df3ca424da680beac7e00e21292', '大冶市自然资源和规划等申请大冶市金山街道办事处圣水泉古寺等行政非诉案由一案', 2, '2023-02-18 19:23:15', '行政案件', 1, '湖北省黄石市铁山区人民法院');
INSERT INTO `search_record` VALUES (173, '11345da138014f289674abbb0183c2d5', '2020非诉裁定40号.doc', 2, '2023-02-18 19:23:17', '行政案件', 1, '安乡县人民法院');
INSERT INTO `search_record` VALUES (175, '113e9278fea24c3cb5b7ac75018100bf', '沅江广通大酒店有限公司与沅江市人力资源和社会保障局劳动和社会保障行政管理(劳动、社会保障)一审行政判决书', 2, '2023-02-18 19:23:22', '行政案件', 1, '湖南省桃江县人民法院');
INSERT INTO `search_record` VALUES (176, '1128aa22d49746f48863ae82006e0b5c', '合同纠纷首次执行执行通知书', 2, '2023-02-18 19:23:29', '执行案件', 1, '麻阳苗族自治县人民法院');
INSERT INTO `search_record` VALUES (177, '1128cce242cb4a72bf0fac6400c11eb0', '李长松与潘升兵借款合同纠纷一案 终本裁定书', 2, '2023-02-18 19:23:31', '执行案件', 1, '湖南省新化县人民法院');
INSERT INTO `search_record` VALUES (178, '1128ece773e44861b864ad7c01825c80', '彭悟飞申请张庆生劳务合同纠纷一案执行裁定书', 2, '2023-02-18 19:23:33', '执行案件', 1, '湖南省长沙市望城区人民法院');
INSERT INTO `search_record` VALUES (179, '1128fc80ce4a4c86a358abff0183d693', '贺凯捷申请湖南麟辉建设集团有限公司建设工程合同纠纷一案执行裁定书', 2, '2023-02-18 19:23:36', '执行案件', 1, '湖南省长沙市望城区人民法院');
INSERT INTO `search_record` VALUES (180, '112902ba285a4914a214ad3601822c28', '湖南宁乡农村商业银行股份有限公司、刘建良金融借款合同纠纷执行实施类执行裁定书', 2, '2023-02-18 19:23:38', '执行案件', 1, '湖南省宁乡市人民法院');
INSERT INTO `search_record` VALUES (181, '112a2bd2383f4eda8b10acc200a05f85', '李凤娥买卖合同纠纷执行实施类执行通知书', 2, '2023-02-18 19:27:08', '执行案件', 13, '湖南省益阳市资阳区人民法院');
INSERT INTO `search_record` VALUES (182, '112a04c90d694ca9a131ae13009b4e26', '嘉禾县翔飞铸造有限公司、新兴铸管因申请诉前财产保全损害责任纠纷财产保全执行执行通知书', 2, '2023-02-18 19:27:10', '执行案件', 13, '嘉禾县人民法院');
INSERT INTO `search_record` VALUES (183, 'c40d603518de477d8370aeac014a0336', '甘肃康县农村商业银行股份有限公司、罗永强等金融借款合同纠纷特别程序其他裁定书', 2, '2023-02-18 19:27:39', '其他案件', 229, '康县人民法院');
INSERT INTO `search_record` VALUES (184, '4fdb5df61e794dceb733ac2301840070', '兰州市大堂建材有限公司与永登县中川镇人民政府乡政府一审行政裁定书', 2, '2023-02-18 19:27:54', '行政案件', 9000, '兰州市城关区人民法院');
INSERT INTO `search_record` VALUES (185, '4fcefa48c6fa46de8fd6abe90183da2f', '邵阳县市场监督管理局、邵阳县罗城乡平价商店非诉执行审查行政裁定书', 2, '2023-02-18 19:27:56', '行政案件', 9000, '湖南省邵阳县人民法院');
INSERT INTO `search_record` VALUES (186, '0988a269572b45eda295abe30183d37b', '岳阳爱家物业有限责任公司与岳阳市开发区贾克建材经营部物业服务合同纠纷一审民事裁定书', 2, '2023-02-18 19:28:20', '民事案件', 9000, '湖南省岳阳市岳阳楼区人民法院');
INSERT INTO `search_record` VALUES (187, '2247272395e44bbe8595adc201021e18', '杨秀尧危险驾驶罪刑事一审刑事判决书', 2, '2023-02-18 19:28:46', '刑事案件', 9000, '湖南省新晃侗族自治县人民法院');
INSERT INTO `search_record` VALUES (190, '000cca16e5f14967844fadcd00a6bb44', '庞龙龙、李小娥等金融借款合同纠纷民事一审民事判决书', 2, '2023-02-18 19:37:53', '民事案件', 1, '子洲县人民法院');
INSERT INTO `search_record` VALUES (196, '147b54a0492d45cfb10eae6000c6191f', '张龙、陈军买卖合同纠纷特别程序其他裁定书', 2, '2023-02-18 19:39:18', '其他案件', 1, '金塔县人民法院');
INSERT INTO `search_record` VALUES (197, 'c409a5c737a644598cdbae5f0149d243', '袁世强、栗国生劳务合同纠纷特别程序其他裁定书', 2, '2023-02-18 19:39:22', '其他案件', 229, '金塔县人民法院');
INSERT INTO `search_record` VALUES (198, '1128c9ed14854ca69b34ad95002e82f0', '熊某与李某3、中国人民财产保险股份有限公司白银市平川支公司交通肇事罪一审刑事判决书', 1, '2023-02-18 23:45:32', '刑事案件', 1, '白银市平川区人民法院');
INSERT INTO `search_record` VALUES (199, '1129362fa46341a0b0f6ac670099c22a', '沈建峰故意伤害一审刑事判决书', 1, '2023-02-18 23:45:36', '刑事案件', 1, '湖北省英山县人民法院');
INSERT INTO `search_record` VALUES (200, '87eb760c899a44c0870bab37011edd1d', '李正亚与中国人寿财产保险股份有限公司伊犁哈萨克自治州中心支公司保险合同纠纷一审民事判决书', 1, '2023-02-18 23:46:42', '民事案件', 9000, '尼勒克县人民法院');
INSERT INTO `search_record` VALUES (201, '27e12c4dfe344a94ba60aca20160bb68', '赵金姬与沙县闽通公共交通有限公司、中国大地财产保险股份有限公司永安支公司机动车交通事故责任纠纷一审民事判决书', 1, '2023-02-18 23:46:47', '民事案件', 9000, '沙县人民法院');
INSERT INTO `search_record` VALUES (202, '113d6df8b78241d2babdad0200c3e6e0', '庆阳市西峰区城市管理综合执法局与庆阳市西峰区九龙商贸有限责任公司行政非诉一案行政裁定书', 2, '2023-02-20 15:55:26', '行政案件', 1, '甘肃省庆阳市西峰区人民法院');
INSERT INTO `search_record` VALUES (203, '545c0b8444e14da5b3bba78b010fb490', '杨爱军与贾彦军、贾军军民间借贷纠纷一审民事判决书', 2, '2023-02-20 15:55:44', '民事案件', 1, '甘肃省漳县人民法院');
INSERT INTO `search_record` VALUES (206, 'c1e67fce45504fa189fead3d000a6e0a', '北京天成瑞源电缆有限公司等民事执行裁定书', 2, '2023-02-20 22:31:19', '执行案件', 8994, '北京市门头沟区人民法院');
INSERT INTO `search_record` VALUES (212, 'bf318d9330064738899bacfb0032c36d', '唐军与蒋军军劳务合同纠纷一审民事判决书', 2, '2023-02-27 22:09:41', '民事案件', 1, '全州县人民法院');
INSERT INTO `search_record` VALUES (214, 'b17d782679a64b5db8faab9f00804803', '孙军与张军军民间借贷纠纷一审民事判决书', 2, '2023-02-27 22:09:51', '民事案件', 1, '正宁县人民法院');
INSERT INTO `search_record` VALUES (216, '575775113636478483aeaa790102080e', '穆远军与朱传军民间借贷纠纷一审民事判决书', 2, '2023-02-27 22:34:50', '民事案件', 1, '霍邱县人民法院');
INSERT INTO `search_record` VALUES (217, '02350c5f22484fae8c13ac5d00099e59', '中国人事出版社有限公司与北京远东建业技术培训有限公司申请与前财产保全民事裁定书', 2, '2023-02-27 22:51:11', '民事案件', 1, '北京市丰台区人民法院');
INSERT INTO `search_record` VALUES (218, 'ec6892c103f2419bb62fac5d00099d99', '中国人事出版社有限公司与北京远东建业技术培训有限公司申请与前财产保全民事裁定书', 2, '2023-02-27 22:51:24', '民事案件', 1, '北京市丰台区人民法院');
INSERT INTO `search_record` VALUES (223, 'ab5422fc77b945e5a0e8acb80008bac1', '北京金隅砂浆有限公司与中铁北京工程局集团北京有限公司买卖合同纠纷一审民事裁定书', 2, '2023-02-27 22:56:33', '民事案件', 1, '北京市房山区人民法院');
INSERT INTO `search_record` VALUES (224, '72ccc3e86a464b6dad7babe6000dc459', '北京国风建业门窗制造有限公司与中铁北京工程局集团北京有限公司建设工程施工合同纠纷一审民事裁定书', 2, '2023-02-27 22:56:39', '民事案件', 1, '北京市门头沟区人民法院');
INSERT INTO `search_record` VALUES (225, 'bf723b1779e54e3c9f0eac6e0009efeb', '中铁北京工程局集团北京有限公司与北京安达惠木业有限公司建设工程施工合同纠纷一审民事裁定书', 2, '2023-02-27 22:57:10', '民事案件', 1, '北京市昌平区人民法院');
INSERT INTO `search_record` VALUES (226, 'da2bc071055242d19b5a6885d3f37d84', '中农国华农业科技（北京）有限公司;北京联东物业管理股份有限公司北京第二分公司;北京联东物业管理股份有限公司;一审民事裁定书', 2, '2023-02-27 22:57:15', '民事案件', 1, '北京市通州区人民法院');
INSERT INTO `search_record` VALUES (229, 'd4697d2d0131478fb025ae5500c6bc89', '虎永军、杨军军罚金执行实施执行通知书', 2, '2023-02-27 23:32:18', '执行案件', 1, '西宁市城中区人民法院');
INSERT INTO `search_record` VALUES (233, '112c3f9eec344445be63ac2800f28faa', '冯某某故意伤害罪一审刑事判决书', 2, '2023-02-28 12:52:42', '刑事案件', 4, '甘肃省白银市平川区人民法院');
INSERT INTO `search_record` VALUES (235, 'cd90bbe17e59450b9731ac1a00f8d89d', '济南市市中区人民政府、庞冲非诉执行审查行政裁定书', 2, '2023-02-28 13:09:27', '行政案件', 1, '济南市市中区人民法院');
INSERT INTO `search_record` VALUES (236, '91481e08e74442b29d60aaf400946edb', '中国人寿郑州公司诉中国平安调解书', 2, '2023-02-28 16:37:07', '民事案件', 1, '郑州高新技术产业开发区人民法院');
INSERT INTO `search_record` VALUES (237, 'd64697f2306e45c2accdac6800e7aaf4', '中国某公司1与中国某公司2、中国某公司3等保险人代位求偿权纠纷一审民事调解书', 2, '2023-02-28 16:37:22', '民事案件', 1, '包头铁路运输法院');
INSERT INTO `search_record` VALUES (240, '57ba34ced3a94b11a79fac650012c5c2', '齐振武与中国联合网络通信有限公司铁岭市分公司、中国联合网络通信有限公司辽宁省分公司、中国联合网络通信有限公司铁岭县分公司伪证罪', 2, '2023-02-28 16:46:39', '刑事案件', 1, '辽宁省铁岭市中级人民法院');
INSERT INTO `search_record` VALUES (241, '773decc9e5834022a0b2a8f3001f39cc', '王洪军盗窃一审刑事判决书', 2, '2023-02-28 16:50:09', '刑事案件', 8291, '黑龙江省绥化市北林区人民法院');
INSERT INTO `search_record` VALUES (242, 'cec153f898dd4cdd86a7a9300185120c', '静乐县杜家村镇上村村民委员会一审民事裁定书', 2, '2023-02-28 16:54:03', '民事案件', 1, '静乐县人民法院');
INSERT INTO `search_record` VALUES (247, '1129df6b548e4a40b8d6abb901860905', '仇丽娟盗窃一审刑事判决书', 2, '2023-02-28 19:19:26', '刑事案件', 1, '湖南省岳阳市岳阳楼区人民法院');
INSERT INTO `search_record` VALUES (248, '112a20bf428a41f3a831abe401876d84', '晏志钢危险驾驶一审刑事判决书', 2, '2023-02-28 19:19:32', '刑事案件', 1, '湖南省湘潭市雨湖区人民法院');
INSERT INTO `search_record` VALUES (250, '17fa476c50ef482d9c62ac9c003561b6', '黄某、中国大地保险股份有限公司七台河中心支公司交通肇事一审刑事判决书', 2, '2023-02-28 23:06:22', '刑事案件', 349, '黑龙江省七台河市新兴区人民法院');
INSERT INTO `search_record` VALUES (252, '044169438e7f457e9f2fa7bc017218a1', '程中国一审刑事判决书', 2, '2023-02-28 23:57:55', '刑事案件', 1, '贵州省习水县人民法院');
INSERT INTO `search_record` VALUES (253, '114e0211483d48198f90ac2400b65b22', '申请人邵阳县卫生健康局与被申请人刘某某、罗某某申请诉前财产保全一案行政裁定书', 2, '2023-03-01 00:01:31', '行政案件', 6, '湖南省邵阳县人民法院');
INSERT INTO `search_record` VALUES (254, 'cbfb63d2e17d46ae85b0abd400a246dc', '郭志军与襄阳市公安局襄东分局公安行政管理:治安管理(治安)一审行政裁定书', 2, '2023-03-01 12:01:26', '行政案件', 1166, '襄阳高新技术产业开发区人民法院');
INSERT INTO `search_record` VALUES (255, '25a4ac45375140f5ab82ad0500ae0de4', '黄顺利、黄文锥、黄小开等6072一审行政裁定书', 2, '2023-03-01 12:02:02', '行政案件', 1, '泉州市鲤城区人民法院');
INSERT INTO `search_record` VALUES (256, '464af41bbcb046e48120ac84014b8db0', '中国人寿财产保险股份有限公司与张坤,中国平安财产保险股份有限公司保险人代位求偿权纠纷一审民事裁定书', 2, '2023-03-01 12:03:55', '民事案件', 1, '西安铁路运输法院');
INSERT INTO `search_record` VALUES (257, '1a64b74602bd433893cbadab00ebbb55', '追偿权纠纷一审民事裁定书', 2, '2023-03-01 12:08:25', '民事案件', 8987, '湖南省岳阳市岳阳楼区人民法院');
INSERT INTO `search_record` VALUES (258, '1a65454e97cb429ca258aea6009235ad', '杨晋军、杨鹏、曹石任非诉财产保全审查非诉保全审查裁定书', 2, '2023-03-01 12:31:17', '非诉保全审查案件', 9000, '蓝山县人民法院');
INSERT INTO `search_record` VALUES (261, '112ec037108c4e408d4babd101841944', '长沙市交通行政执法局、长沙市交通行政执法局认定被申请人欧阳新其非法运营其他行政裁定书', 1, '2023-03-01 13:34:15', '行政案件', 1, '湖南省长沙市芙蓉区人民法院');
INSERT INTO `search_record` VALUES (265, 'c6a7e4f07e064dc4833da9300183301f', '万维军、中国人寿财产保险股份有限公司德州市齐河支公司交通肇事一审刑事判决书', 2, '2023-03-02 15:39:19', '刑事案件', 1, '山东省齐河县人民法院');
INSERT INTO `search_record` VALUES (266, '08bdae64fd584c4fa2e7ae2a00337db5', '郭宝、ｚｇ银行股份有限公司鞍山分行信用卡纠纷民事二审民事裁定书', 2, '2023-03-02 15:59:57', '民事案件', 1, '辽宁省鞍山市中级人民法院');
INSERT INTO `search_record` VALUES (267, 'fe7a33c6e1d0430ca365ae630032a217', 'ｚｇ平安财产保险股份有限公司锦州中心支公司、田德广等机动车交通事故责任纠纷民事二审民事判决书', 2, '2023-03-02 16:59:53', '民事案件', 1, '辽宁省鞍山市中级人民法院');
INSERT INTO `search_record` VALUES (272, '1b4a3477a51749c98a63ae7800c5df2c', '中国邮政储蓄银行股份有限公司金塔县支行、焦艳萍等金融借款合同纠纷特别程序其他裁定书', 2, '2023-03-02 19:48:37', '其他案件', 1, '金塔县人民法院');
INSERT INTO `search_record` VALUES (273, '12a6825d7bdc47b998edaddd00c78797', '张冠勇、切强加借款合同纠纷执行实施其他通知书', 2, '2023-03-02 19:48:44', '其他案件', 1, '贵南县人民法院');
INSERT INTO `search_record` VALUES (286, '9365a7760b4c4c9fafa6ad74000b39cd', '东芝电梯（中国）有限公司与中国新兴建筑工程有限责任公司承揽合同纠纷一审民事裁定书', 2, '2023-03-02 20:53:32', '民事案件', 1, '北京市丰台区人民法院');
INSERT INTO `search_record` VALUES (291, '3da4033c61a847a996bcac4200269482', '中国联合网络通信有限公司河北省分公司、中国联合网络通信有限公司石家庄市分公司、中国联合网络通信有限公司邯郸市分公司等其他案由执行实施类执行裁定书', 2, '2023-03-02 20:56:39', '执行案件', 1, '河北省石家庄市中级人民法院');
INSERT INTO `search_record` VALUES (297, '1128d1eeb7ac4f28aac9ae08011055ef', '黄露、黄玉国等商品房销售合同纠纷民事一审民事通知书', 2, '2023-03-02 23:39:24', '民事案件', 1, '湖南省醴陵市人民法院');
INSERT INTO `search_record` VALUES (299, '1128eb5a09e0477b8deaab91009febbb', '甘XXXX与丁XX、高XX等借款合同纠纷一审民事调解书', 2, '2023-03-02 23:39:39', '民事案件', 4, '张掖市甘州区人民法院');
INSERT INTO `search_record` VALUES (300, '1128ff2b16504fbd82a4ad36012c70ce', '天水市供热有限公司诉秦州区丰瑞泰大药房供用热力合同纠纷一审民事调解书', 2, '2023-03-02 23:39:41', '民事案件', 4, '天水市秦州区人民法院');
INSERT INTO `search_record` VALUES (301, '112902c555164b9f861aab8a011bd945', '原告周瑜、王英与被告湖南中联国际招商投资有限公司商品房销售合同纠纷一审民事判决书', 2, '2023-03-02 23:39:49', '民事案件', 5, '湖南省永州市冷水滩区人民法院');
INSERT INTO `search_record` VALUES (303, 'ff655aee0dfe47158c80ac0601868689', '中国某集团公司、中国某集团公司分公司买卖合同纠纷其他民事裁定书', 2, '2023-03-03 19:23:07', '民事案件', 1, '湖南省常宁市人民法院');
INSERT INTO `search_record` VALUES (307, '1a6271da363f4b228564aeac014a0541', '宋扶锝、郭普春民间借贷纠纷特别程序其他裁定书', 2, '2023-03-04 10:45:15', '其他案件', 1, '康县人民法院');
INSERT INTO `search_record` VALUES (308, '898478ddd4c64fd9ad0ea8f100f92bf5', '原告肖中国与被告某（中国）贸易有限公司、某制药（中国）有限公司网络购物合同纠纷一审民事裁定书', 2, '2023-03-04 10:48:48', '民事案件', 1, '湖南省长沙市芙蓉区人民法院');
INSERT INTO `search_record` VALUES (309, 'fb3591df89484756b957ea6ce9c107c8', '黄某某、黄某甲、黄某乙、郭某某、黄某、黄某丙与黄某丁、黄某戊、黄某己、黄某庚、黄某辛法定继承纠纷一审民事裁定书', 2, '2023-03-04 10:48:59', '民事案件', 1, '福建省福州市仓山区人民法院');
INSERT INTO `search_record` VALUES (310, 'd7305f3b769949b197eeab04015edf72', '师俊与师运华,师航,师小虎等其他案由终结执行裁定书', 2, '2023-03-04 10:49:44', '执行案件', 1, '咸阳市秦都区人民法院');
INSERT INTO `search_record` VALUES (311, '6fc8370d108347cfb192aab800a01adb', '师某1、师某2等与师某5等继承纠纷一审民事判决书', 2, '2023-03-04 10:49:52', '民事案件', 1, '建平县人民法院');
INSERT INTO `search_record` VALUES (312, '1db691fc86054c8eaa47a85501638784', '孔中国刑事判决书', 2, '2023-03-04 11:15:02', '刑事案件', 1, '黑龙江省望奎县人民法院');
INSERT INTO `search_record` VALUES (319, '1129362fa46341a0b0f6ac670099c22a', '沈建峰故意伤害一审刑事判决书', 2, '2023-03-05 18:53:06', '刑事案件', 1, '湖北省英山县人民法院');
INSERT INTO `search_record` VALUES (320, '1128c9ed14854ca69b34ad95002e82f0', '熊某与李某3、中国人民财产保险股份有限公司白银市平川支公司交通肇事罪一审刑事判决书', 2, '2023-03-05 18:53:36', '刑事案件', 1, '白银市平川区人民法院');
INSERT INTO `search_record` VALUES (321, '112b51abdf87462cb3daad8200c53030', '马某某诈骗案一审刑事判决书', 2, '2023-03-05 20:06:01', '刑事案件', 1, '甘肃省东乡族自治县人民法院');
INSERT INTO `search_record` VALUES (322, 'a8a07579eefa4611b589a958016516cc', '闫某1闫某1与程某1程某1一审民事判决书', 2, '2023-03-05 20:06:18', '民事案件', 1, '岚县人民法院');
INSERT INTO `search_record` VALUES (323, '1128acd8b1b2402ca876ace0017f85a4', '(2021)湘1024民特26号（嘉禾农商行、黄民盛等）.doc', 2, '2023-03-05 21:26:00', '民事案件', 1, '嘉禾县人民法院');
INSERT INTO `search_record` VALUES (324, '1128b2e063254911a357abf40183e7e5', '熊雪元与东安县井头圩镇满竹村村民委员会追索劳动报酬纠纷一审民事判决书', 2, '2023-03-05 21:26:07', '民事案件', 1, '湖南省东安县人民法院');

SET FOREIGN_KEY_CHECKS = 1;
